{
  "PokerPlayerMod:SpireHeart": {
    "NAME": "Spire Heart",
    "DESCRIPTIONS": [
      "NL You throw cards at the heart..."
    ],
    "OPTIONS": [
    ]
  },
  "PokerPlayerMod:Vampires": {
    "NAME": "Vampires(?)",
    "DESCRIPTIONS": [
      "Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Join~ ~us~ ~anomaly,~ ~and~ ~feel~ ~the~ ~warmth~ ~of~ ~the~ ~Spire.\"~",
      "From the experience of Poker matches, you started to think hard. NL When it was over, the entire group of hooded figures disappeared, and you find yourself with a weird card in your hand.",
      "The pale figures gasp as you take out the #yBlood #yVial. NL ~\"The~ ~master's~ ~blood...~ ~the~ ~master's~ ~blood!~ @THE@ @MASTER'S@ @BLOOD!\"@ NL They all chant fervently as the tall one bows before you. \"Drink from His blood, and become one with #y~Him.\"~ NL The chant growing louder, you consume the contents of the vial. Your vision immediately ~warps~ and fades to darkness. NL NL You wake up some time later, alone. An intense ~hunger~ passes through your belly. You #rmust #rfeed.",
      "You step back and raise your cards in defiance. The tall figure sighs. \"Very well.\" The entire group of hooded figures morph into a thick black fog that flows away from you. NL You are alone once more."
    ],
    "OPTIONS": [
      "[Think Hard] #gRecieve Thinking Time.",
      "[Lose ",
      "] #gReceive Super Bite.",
      "[Refuse]",
      "[Leave]"
    ]
  },
  "PokerPlayerMod:ExordiumClub": {
    "NAME": "Exordium Club",
    "DESCRIPTIONS": [
      "\"Welcome to the Exordium Club!\" NL NL A loud voice is coming from afar. NL NL \"Do you like Jackpot? Or trade for wonders?\"",
      " ~\"EXORDIA!!!\"~ With the screem, 5 Clubs flies to you.",
      "As you throw one of your Poker card, a different one flies to you from nowhere.",
      "You don't need this suspicious help."
    ],
    "OPTIONS": [
      "[Jackpot] #gReceive 3, 4, 5, 6, 7 of Clubs.",
      "[Trade] Remove a Poker card. Receive a random Clubs.",
      "[Locked] Requires: Poker card.",
      "[Ignore]",
      "Select a Card to Trade.",
      "[Leave]"
    ]
  },
  "PokerPlayerMod:BackToBasicsPoker": {
    "NAME": "Ancient Writing",
    "DESCRIPTIONS": [
      "Scaling the city, you notice a wall covered in the writing of #y~Ancients.~ As you try to wrap your head around what the puzzling symbols and glyphs could mean, the writing begins to #b~glow.~ NL Suddenly, the message becomes clear...",
      "The answer was elegance. NL Of course.",
      "The truth is always simple.",
      "You decide to seek for your own answer."
    ],
    "OPTIONS": [
      "[Elegance] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Locked] Requires: Removable card.",
      "[Simplicity] #gDuplicate #ga #gBasic #gcard #gin #gyour #gdeck.",
      "[Locked] Requires: Basic card.",
      "[Ignore]",
      "Select a Card to Remove.",
      "Select a Card to Duplicate.",
      "[Leave]"
    ]
  }
}
